<?php
$basePath = "https://review.epe.org.gr";
?>
<!DOCTYPE HTML>
<html>
<head>
    <title>Οδηγός Σπουδών Πληροφορικής για Υποψήφιους Φοιτητές</title>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <META NAME="description" CONTENT="Οδηγός σπουδών πληροφορικής για υποψήφιους φοιτητές"/>
    <META NAME="keywords" CONTENT="οδηγός, πρόγραμμα, σπουδών, εκπαίδευση, τμήματα, πανεπιστήμια, σχολές, ΑΕΙ, ΤΕΙ, ΑΤΕΙ, ΤΠΕ, πληροφορική, επικοινωνίες, τηλεπικοινωνίες, μηχανική, υπολογιστές, ηλεκτρονική, πληροφοριακά συστήματα"/>
    <link href='http://fonts.googleapis.com/css?family=Oxygen:400,300,700' rel='stylesheet' type='text/css'>
    <!--[if lte IE 8]><script src="js/html5shiv.js"></script><![endif]-->
    <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.11.0/jquery.min.js"></script>
    <script src="js/skel.min.js"></script>
    <script src="js/skel-panels.min.js"></script>
    <script src="js/init.js"></script>
    <noscript>
        <link rel="stylesheet" href="css/skel-noscript.css"/>
        <link rel="stylesheet" href="css/style.css"/>
    </noscript>
    <!--[if lte IE 8]><link rel="stylesheet" href="css/ie/v8.css"/><![endif]-->
    <!--[if lte IE 9]><link rel="stylesheet" href="css/ie/v9.css"/><![endif]-->
    <link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
    <link rel="icon" href="https://www.epe.org.gr/favicon.ico" type="image/x-icon">
</head>
<body class="homepage">

<?php include_once("../tracking.php") ?>

<!-- Header -->
<div id="header">
    <div class="container">

        <!-- Logo -->
        <div id="logo">
            <h1><a href="#" style="color:#e77919;">ΟΔΗΓΟΣ ΣΠΟΥΔΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ</a></h1>
            <span style="color:#29166f; font-weight:bold; font-size:200%;">ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ</span>
        </div>
    </div>
</div>
<!-- Header -->

<!-- Main -->
<div id="main">
    <div class="container">
        <div class="row">

            <!-- Content -->
            <div class="9u skel-cell-important">
                <section id="content">
                    <header>
                        <h2>Γενικές πληροφορίες</h2>
                        <span class="byline">ΓΙΑ ΥΠΟΨΗΦΙΟΥΣ ΦΟΙΤΗΤΕΣ ΠΑΝΕΠΙΣΤΗΜΙΩΝ</span>
                    </header>
                    <p><a href="#" class="image full"><img src="images/academy.jpg" alt=""></a></p>
                    <p align="justify">Η πληροφορική ως επιστήμη καλύπτει ένα ευρύ φάσμα γνωστικών αντικειμένων που συνεχώς διευρύνεται και εξειδικεύεται με αποτέλεσμα μια μεγάλη ποικιλομορφία και ρευστότητα στα πανεπιστημιακά τμήματα που ασχολούνται με αυτό το πεδίο. Όμως παρά τις σημαντικές διαφορές που παρατηρούνται στην ονομασία και στην οργάνωση των διαφόρων τμημάτων, οι σπουδές στην πληροφορική μπορούν κατά βάση να ενταχθούν σε ένα από τα ακόλουθα γνωστικά αντικείμενα:</p>
                    <div style="margin-left:30px;">
                       <ul>
                          <li><b>Επιστήμη Υπολογιστών</b></li>
                          <li><b>Μηχανική Υπολογιστών</b></li>
                          <li><b>Τηλεπικοινωνίες</b></li>
                          <li><b>Πληροφοριακά Συστήματα</b></li>
                       </ul>
                    </div>
                    <p align="justify">Σύμφωνα με τη διεθνή πρακτική στην ανώτατη εκπαίδευση, κάθε τμήμα προσφέρει συνήθως ξεχωριστά προγράμματα σπουδών για κάθε γνωστικό αντικείμενο που θεραπεύει, και ο φοιτητής καλείται να επιλέξει το συγκεκριμένο πρόγραμμα σπουδών που θα σπουδάσει. Στην Ελλάδα αντιθέτως, για λόγους κυρίως συντεχνιακούς, τα τμήματα δεν διαχωρίζουν τις σπουδές τους σε αυτόνομα προγράμματα σπουδών, ή ακόμη κι αν το κάνουν εξακολουθούν να απονέμουν ενιαίο τίτλο σπουδών, προκειμένου να έχουν περισσότερα επαγγελματικά δικαιώματα οι απόφοιτοί τους. Επομένως, τα περισσότερα τμήματα πληροφορικής στην Ελλάδα, ανεξάρτητα από την ονομασία τους, προσπαθούν να καλύψουν ένα ευρύτερο φάσμα της πληροφορικής και εστιάζουν μεν σε ένα από τα παραπάνω γνωστικά αντικείμενα αλλά προσφέρουν παράλληλα και κάποια μαθήματα από τα υπόλοιπα. Αυτό έχει το θετικό ότι προσφέρει στο φοιτητή ένα ευρύτερο φάσμα μαθημάτων και μια πιο σφαιρική εικόνα της πληροφορικής, αλλά έχει και το αρνητικό ότι αυξάνει υπερβολικά τον αριθμό των μαθημάτων με αποτέλεσμα να καθιστά πολύ δύσκολη τη σωστή εμβάθυνση σε ένα αντικείμενο.</p>

                    <p align="justify">Σε κάθε περίπτωση, αυτό που πρέπει να θυμάστε είναι ότι τα ονόματα των τμημάτων δεν ανταποκρίνονται απαραίτητα στις σπουδές που προσφέρουν ενώ πολλές φορές είναι και εντελώς παραπλανητικά. Το ίδιο ισχύει και για τον όρο <i>μηχανικός</i> ο οποίος επιλέγεται συνήθως για λόγους καθαρά συντεχνιακούς και δε σημαίνει ότι το τμήμα ασχολείται με τη Μηχανική των Υπολογιστών. Για όλους αυτούς τους λόγους, ο υποψήφιος φοιτητής θα πρέπει να μην αρκείται στον όνομα του τμήματος όπως αναφέρεται στο μηχανογραφικό, ούτε και να επηρεάζεται από το πεδίο στο οποίο είναι αυτό ενταγμένο (Θετικής & Τεχνολογικής ή Οικονομίας & Πληροφορικής), αλλά να εξετάζει σε βάθος το πραγματικό πρόγραμμα ή προγράμματα σπουδών που το κάθε τμήμα προσφέρει για να δει αν ανταποκρίνεται στα ενδιαφέροντά του.</p>

                    <p align="justify">Για περισσότερες πληροφορίες ανατρέξετε στην <a href="<?= $basePath ?>" target="_blank">Αξιολόγηση Προγραμμάτων Σπουδών Πληροφορικής</a> που διενεργεί η Ένωση Πληροφορικών Ελλάδας</p>
                </section>
            </div>
            <!-- /Content -->

            <!-- Sidebar -->
            <div id="sidebar" class="3u">
                <section>
                    <header>
                        <div style="text-align: center"><a href="https://www.epe.org.gr" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/epe.png" alt=""></a></div>
                    </header>
                    <div style="text-align:center; margin-bottom:50px;">
                        <ul class="default">
                            <li><a href="http://www.facebook.com/EnosiPliroforikonElladas" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/facebook.png" width="140" height="49" alt=""></a></li>
                            <li><a href="http://www.twitter.com/epe_gr" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/twitter.png" width="140" height="53" alt=""></a></li>
                            <li><a href="http://www.linkedin.com/groups?gid=66328" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/linkedin.png" width="140" height="40" alt=""></a></li>
                            <li><a href="http://www.youtube.com/user/hiuaccount" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/youtube.png" width="140" height="56" alt=""></a></li>
                            <li><a href="http://vimeo.com/hiu" target="_blank" title="ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ"><img src="images/vimeo.png" width="140" height="56" alt=""></a></li>
                        </ul>
                    </div>
                    <div class="bubble-box"><p class="bubble-text">Οι φοιτητές πληροφορικής εγγράφονται <span class="underline">δωρεάν</span> ως δόκιμα μέλη της ΕΠΕ και μπορούν να συμμετάσχουν κανονικά σε όλες τις δράσεις της</p></div>
                </section>
            </div>
            <!-- Sidebar -->

        </div>

        <div class="divider">&nbsp;</div>

        <header>
            <h2>Κύρια αντικείμενα πληροφορικής</h2>
        </header>
        <div class="row">
            <div class="6u">
                <section>
                    <a href="<?= $basePath ?>/?q=evaluation&d=cs" target="_blank" class="image full"><img src="images/computerscience.jpg" alt=""/></a>
                    <p align="justify"><strong>Επιστήμη Υπολογιστών</strong><br>Αν και τα περισσότερα ελληνικά τμήματα χρησιμοποιούν, για ιστορικούς κυρίως λόγους, το γενικό όρο <i>πληροφορική</i>, εντούτοις ασχολούνται κατά βάση με την <i>επιστήμη υπολογιστών</i> (computer science). Το ίδιο ισχύει και για τα τμήματα που πρόσφατα έχουν υιοθετήσει τον αδόκιμο όρο <i>μηχανικών πληροφορικής</i>. Τα προγράμματα σπουδών αυτών των τμημάτων εστιάζουν σε όλο το φάσμα της επιστήμης των υπολογιστών και προσφέρουν συνήθως και κάποια βασικά μαθήματα μηχανικής υπολογιστών, τηλεπικοινωνιών, και πληροφοριακών συστημάτων. Η επιστήμη υπολογιστών, ως αυτόνομο γνωστικό αντικείμενο, πρωτοεμφανίστηκε στην Ελλάδα τη δεκαετία του 1980 με πέντε τμήματα ― ένα σε σχολή θετικών επιστημών, ένα σε πολυτεχνική σχολή, ένα σε σχολή οικονομικών επιστημών, και δύο σε σχολές τεχνολογικών εφαρμογών. Παρά τις εντυπώσεις που κατά καιρούς καλλιεργούνται, πρέπει να τονίσουμε ότι, σε όλες τις περιπτώσεις, το αντικείμενο της επιστήμης υπολογιστών είναι ακριβώς το ίδιο και δεν εξαρτάται από το αν διδάσκεται σε τμήμα πανεπιστημίου ή πολυτεχνείου ή ΤΕΙ.</p>
                    <a href="<?= $basePath ?>/?q=evaluation&d=cs" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
                </section>
            </div>
            <div class="6u">
                <section>
                    <a href="<?= $basePath ?>/?q=evaluation&d=ce" target="_blank" class="image full"><img src="images/computerengineering.jpg" alt=""/></a>
                    <p align="justify"><strong>Μηχανική Υπολογιστών</strong><br>Στην Ελλάδα, η <i>μηχανική υπολογιστών</i> (computer engineering) δεν έχει δυστυχώς αναπτυχθεί στον ίδιο βαθμό με την επιστήμη υπολογιστών, με αποτέλεσμα να μην υπάρχει μεγάλη εξειδίκευση σε αυτό το αντικείμενο. Μετά την κατάργηση των ΤΕΙ το 2019, δεν υπάρχει κανένα ελληνικό τμήμα που να ασχολείται αποκλειστικά με αυτό το πεδίο. Επομένως, οι σπουδές μηχανικής υπολογιστών αποτελούν συνήθως κατεύθυνση κάποιων προγραμμάτων σπουδών ή απλώς ένα σύνολο μαθημάτων επιλογής. Αυτό όμως που θέλει ιδιαίτερη προσοχή είναι ότι πολλά τμήματα φέρουν στον τίτλο τους τη φράση <i>μηχανικών υπολογιστών</i> χωρίς να εμβαθύνουν ή να προσφέρουν εξειδίκευση σε αυτό το αντικείμενο. Από την άλλη, υπάρχουν αρκετά τμήματα που προσφέρουν μεν ξεχωριστή κατεύθυνση σπουδών σχετική με τη μηχανική υπολογιστών, αλλά προκειμένου να έχουν περισσότερα επαγγελματικά δικαιώματα οι απόφοιτοί τους, απονέμουν εσκεμμένα ενιαίο πτυχίο με συνέπεια να υποχρεώνουν τους φοιτητές τους να παρακολουθήσουν ένα γενικότερο πρόγραμμα σπουδών (π.χ. ηλεκτρολογίας και μηχανικής υπολογιστών) αντί να εμβαθύνουν αποκλειστικά στη μηχανική των υπολογιστών.</p>
                    <a href="<?= $basePath ?>/?q=evaluation&d=ce" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
                </section>
            </div>
        </div>
        <div class="row">
            <div class="6u">
                <section>
                    <a href="<?= $basePath ?>/?q=evaluation&d=te" target="_blank" class="image full"><img src="images/telecommunications.jpg" alt=""/></a>
                    <p align="justify"><strong>Τηλεπικοινωνίες και Δίκτυα</strong><br>Στην Ελλάδα σήμερα δεν υπάρχει κανένα τμήμα που να εστιάζει το πρόγραμμα σπουδών του αποκλειστικά στις τηλεπικοινωνίες και τα δίκτυα. Από τα τμήματα που ασχολούνται με αυτό το αντικείμενο, τα μισά περίπου προσφέρουν ένα ενιαίο πρόγραμμα σπουδών που είναι εμπλουτισμένο με περισσότερα μαθήματα επιλογής σε τηλεπικοινωνίες, ενώ τα υπόλοιπα προσφέρουν ξεχωριστή κατεύθυνση σπουδών. Και σε αυτή την περίπτωση όμως, όπως και με τη μηχανική υπολογιστών, ο φοιτητής δεν μπορεί να σπουδάσει αποκλειστικά τις τηλεπικοινωνίες αλλά πρέπει να ακολουθήσει ένα γενικότερο πρόγραμμα σπουδών (π.χ. επιστήμης υπολογιστών ή ηλεκτρολογίας και μηχανικής υπολογιστών). Επίσης, πρέπει να σημειώσουμε ότι τα τμήματα επιστήμης υπολογιστών δίνουν συνήθως περισσότερη έμφαση στις φηφιακές επικοινωνίες και στα δίκτυα δεδομένων ενώ τα τμήματα ηλεκτρολογίας και ηλεκτρονικής δίνουν συνήθως περισσότερη έμφαση στο φυσικό επίπεδο των τηλεπικοινωνιών και στις ηλεκτρονικές διατάξεις των τηλεπικοινωνιακών συστημάτων.</p>
                    <a href="<?= $basePath ?>/?q=evaluation&d=te" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
                </section>
            </div>
            <div class="6u">
                <section>
                    <a href="<?= $basePath ?>/?q=evaluation&d=is" target="_blank" class="image full"><img src="images/informationsystems.jpg" alt=""/></a>
                    <p align="justify"><strong>Πληροφοριακά Συστήματα</strong><br>Το πεδίο των <i>πληροφοριακών συστημάτων</i> (information systems) είναι αρκετά νεότερο σε σχέση με τα υπόλοιπα και ασχολείται με τη σχεδίαση, την ανάπτυξη, και τη διοίκηση των συστημάτων πληροφορικής σε επιχειρήσεις και οργανισμούς. Οι σπουδές σε αυτό το πεδίο συνδυάζουν στοιχεία της επιστήμης των υπολογιστών και των διοικητικών και οικονομικών επιστημών και δίνουν περισσότερη έμφαση σε θέματα ανάλυσης, σχεδίασης, διαχείρισης και λήψης αποφάσεων. Στο εξωτερικό αντιμετωπίζεται ως διακριτό αντικείμενο σπουδών αλλά στην Ελλάδα αποτελεί κατεύθυνση σπουδών ή απλώς ένα σύνολο μαθημάτων επιλογής σε προγράμματα επιστήμης υπολογιστών. Να σημειώσουμε επίσης ότι στο εξωτερικό παρατηρείται μια περαιτέρω εξειδίκευση του αντικειμένου με τη δημιουργία προγραμμάτων σπουδών αποκλειστικά για την τεχνολογία των πληροφοριακών συστημάτων (<i>Information Technology</i>). Τα προγράμματα αυτά εξακολουθούν να στοχεύουν στο επιχειρησιακό επίπεδο της πληροφορικής αλλά ασχολούνται με τις τεχνολογίες που χρησιμοποιούν τα πληροφοριακά συστήματα και όχι με τις υπόλοιπες συνιστώσες τους (διοίκηση, λήψη αποφάσεων, ανθρώπινο δυναμικό, κλπ).</p>
                    <a href="<?= $basePath ?>/?q=evaluation&d=is" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
                </section>
            </div>
        </div>
    </div>
</div>
<!-- Main -->

<!-- Copyright -->
<div id="copyright">
    <div class="container">
        Template by <a href="http://templated.co">TEMPLATED</a>
    </div>
</div>

</body>
</html>
