<!DOCTYPE HTML>
<html>
	<head>
		<title>Οδηγός Σπουδών Πληροφορικής για Υποψήφιους Φοιτητές</title>
		<meta http-equiv="content-type" content="text/html; charset=utf-8" />
		<META NAME="description" CONTENT="Οδηγός σπουδών πληροφορικής για υποψήφιους φοιτητές" />
		<META NAME="keywords" CONTENT="οδηγός, πρόγραμμα, σπουδών, εκπαίδευση, τμήματα, ΑΕΙ, ΤΕΙ, ΑΤΕΙ, ΤΠΕ, πληροφορική, επικοινωνίες, τηλεπικοινωνίες, μηχανική, υπολογιστές, ηλεκτρονική, πληροφοριακά συστήματα" />
		<link href='http://fonts.googleapis.com/css?family=Oxygen:400,300,700' rel='stylesheet' type='text/css'>
		<!--[if lte IE 8]><script src="js/html5shiv.js"></script><![endif]-->
		<script src="http://ajax.googleapis.com/ajax/libs/jquery/1.11.0/jquery.min.js"></script>
		<script src="js/skel.min.js"></script>
		<script src="js/skel-panels.min.js"></script>
		<script src="js/init.js"></script>
		<noscript>
			<link rel="stylesheet" href="css/skel-noscript.css" />
			<link rel="stylesheet" href="css/style.css" />
		</noscript>
		<!--[if lte IE 8]><link rel="stylesheet" href="css/ie/v8.css" /><![endif]-->
		<!--[if lte IE 9]><link rel="stylesheet" href="css/ie/v9.css" /><![endif]-->
		<link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
		<link rel="icon" href="http://www.epe.org.gr/favicon.ico" type="image/x-icon">
	</head>
	<body class="homepage">

	<?php include_once("../googleanalyticstracking.php") ?>

	<!-- Header -->
		<div id="header">
			<div class="container">
					
				<!-- Logo -->
					<div id="logo">
						<h1><a href="#" style="color:#fff;">ΟΔΗΓΟΣ ΣΠΟΥΔΩΝ ΠΛΗΡΟΦΟΡΙΚΗΣ</a></h1>
						<span style="color:#fff; font-weight: bold;">ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ</span>
					</div>				
			</div>
		</div>
	<!-- Header -->
			
	<!-- Main -->
		<div id="main">
			<div class="container">
				<div class="row">
				
					<!-- Content -->
						<div class="9u skel-cell-important">
							<section id="content">
								<header>
									<h2>Γενικές πληροφορίες</h2>
									<span class="byline">ΓΙΑ ΥΠΟΨΗΦΙΟΥΣ ΦΟΙΤΗΤΕΣ ΑΝΩΤΑΤΩΝ ΙΔΡΥΜΑΤΩΝ</span>
								</header>
								<p><a href="#" class="image full"><img src="images/academy.jpg" alt=""></a></p>
<p align="justify">Οι τεχνολογίες πληροφορικής και επικοινωνιών περιλαμβάνουν ένα ευρύ φάσμα επιστημονικών πεδίων το οποίο συνεχώς διευρύνεται και εξειδικεύεται με αποτέλεσμα να υπάρχουν σήμερα
τέσσερα κύρια αντικείμενα σπουδών πληροφορικής τα οποία συναντάει ο υποψήφιος φοιτητής: <b>Επιστήμη Υπολογιστών</b>, <b>Μηχανική Υπολογιστών</b>, <b>Τηλεπικοινωνίες</b>, και <b>Πληροφοριακά Συστήματα</b>.
Σύμφωνα με τη διεθνή πρακτική στην ανώτατη εκπαίδευση, κάθε τμήμα προσφέρει συνήθως ξεχωριστά προγραμμάτων σπουδών για κάθε ένα από αυτά τα αντικείμενα και ο φοιτητής καλείται να
επιλέξει το συγκεκριμένο πρόγραμμα σπουδών πληροφορικής που τον ενδιαφέρει. Στην Ελλάδα αντιθέτως, για λόγους κυρίως συντεχνιακούς, τα τμήματα δεν διαχωρίζουν τις σπουδές τους σε
αυτόνομα προγράμματα σπουδών, ή ακόμη κι αν το κάνουν εξακολουθούν να απονέμουν ενιαίο τίτλο σπουδών, προκειμένου να έχουν περισσότερα επαγγελματικά δικαιώματα. Επομένως, τα περισσότερα
προγράμματα σπουδών πληροφορικής, ανεξάρτητα από τον επίσημο τίτλο τους, προσπαθούν να καλύψουν ένα ευρύτερο φάσμα της πληροφορικής και εστιάζουν μεν σε μία από τις παραπάνω περιοχές αλλά
προσφέρουν και κάποια μαθήματα από τις υπόλοιπες. Κάποιοι πιστεύουν ότι με αυτό τον τρόπο ο φοιτητής αποκτάει μια πιο σφαιρική εικόνα της πληροφορικής ενώ κάποιοι άλλοι ισχυρίζονται
ότι με αυτή την τακτική αυξάνεται υπερβολικά ο αριθμός των μαθημάτων με αποτέλεσμα να είναι αδύνατη η σωστή εμβάθυνση σε ένα αντικείμενο.</p>

<p align="justify">Αυτό που πρέπει να θυμάστε είναι ότι τα ονόματα των τμημάτων δεν ανταποκρίνονται απαραίτητα στις σπουδές που προσφέρουν ενώ πολλές φορές είναι και εντελώς παραπλανητικά. Το ίδιο
ισχύει και για τον όρο <i>μηχανικός</i> ο οποίος επιλέγεται συνήθως για συντεχνιακούς λόγους και δε σημαίνει ότι το τμήμα ασχολείται με τη Μηχανική των Υπολογιστών. Για όλους
αυτούς τους λόγους, ο υποψήφιος φοιτητής θα πρέπει να μην αρκείται στον όνομα του τμήματος όπως αναφέρεται στο μηχανογραφικό, ούτε και να επηρεάζεται από το πεδίο στο οποίο είναι
ενταγμένο, αλλά να εξετάζει σε βάθος το πρόγραμμα (ή τα προγράμματα) σπουδών που το κάθε τμήμα προσφέρει για να δει αν ανταποκρίνεται στα πραγματικά του ενδιαφέροντα.</p>

<p align="justify">Για περισσότερες πληροφορίες ανατρέξετε στην <a href="http://review.epe.org.gr" target="_blank">Αξιολόγηση Προγραμμάτων Σπουδών Πληροφορικής</a> που διενεργεί η Ένωση Πληροφορικών Ελλάδας</p>
							</section>
						</div>
					<!-- /Content -->
						
					<!-- Sidebar -->
						<div id="sidebar" class="3u">
							<section>
								<header>
									<h3>ΕΝΩΣΗ ΠΛΗΡΟΦΟΡΙΚΩΝ ΕΛΛΑΔΑΣ</h3>
									<center><span><a href="http://www.epe.org.gr" target="_blank"><img src="images/epe.png" alt=""></a></span></center>
								</header>
								<p align="justify">Οι φοιτητές πληροφορικής εγγράφονται <strong>δωρεάν</strong> ως δόκιμα μέλη της
								 Ένωσης και μπορούν να συμμετάσχουν κανονικά σε όλες τις δράσεις της</p>
								<center><ul class="default">
									<li><a href="http://www.facebook.com/EnosiPliroforikonElladas" target="_blank"><img src="images/facebook.png" width="140" height="49" alt=""></a></li>
									<li><a href="http://www.twitter.com/epe_gr" target="_blank"><img src="images/twitter.png" width="140" height="53" alt=""></a></li>
									<li><a href="http://www.linkedin.com/groups?gid=66328" target="_blank"><img src="images/linkedin.png" width="140" height="40" alt=""></a></li>
									<li><a href="http://www.youtube.com/user/hiuaccount" target="_blank"><img src="images/youtube.png" width="140" height="56" alt=""></a></li>
									<li><a href="http://vimeo.com/hiu" target="_blank"><img src="images/vimeo.png" width="140" height="56" alt=""></a></li>
								</ul></center>
							</section>
						</div>
					<!-- Sidebar -->
						
				</div>

				<div class="divider">&nbsp;</div>

				<header>
					<h2>Κύρια αντικείμενα πληροφορικής</h2>
				</header>
				<div class="row">
					<div class="6u">
						<section>
							<a href="http://review.epe.org.gr/?q=evaluation&d=cs" target="_blank" class="image full"><img src="images/computerscience.jpg" alt="" /></a>
							<p align="justify"><strong>Επιστήμη Υπολογιστών</strong><br>Αν και τα περισσότερα ελληνικά τμήματα χρησιμοποιούν, για ιστορικούς κυρίως λόγους,
							το γενικό όρο <i>πληροφορική</i>, εντούτοις ασχολούνται κατά βάση με την <i>επιστήμη υπολογιστών</i> (computer science).
							Το ίδιο ισχύει και για τα τμήματα που πρόσφατα έχουν υιοθετήσει τον αδόκιμο όρο <i>μηχανικών πληροφορικής</i>. Τα προγράμματα
							σπουδών αυτών των τμημάτων εστιάζουν σε όλο το φάσμα της επιστήμης των υπολογιστών και προσφέρουν συνήθως και κάποια βασικά
							μαθήματα μηχανικής υπολογιστών, τηλεπικοινωνιών, και πληροφοριακών συστημάτων. Η επιστήμη υπολογιστών, ως αυτόνομο γνωστικό αντικείμενο,
							πρωτοεμφανίστηκε στην Ελλάδα τη δεκαετία του 1980 με πέντε τμήματα (ένα σε σχολή θετικών επιστημών, ένα σε πολυτεχνική σχολή, ένα σε σχολή
							οικονομικών σπουδών, και δύο τμήματα σε τεχνολογικά ιδρύματα). Παρά τις εντυπώσεις που κατά καιρούς καλλιεργούνται, πρέπει να τονίσουμε
							ότι η επιστήμη υπολογιστών αφορά το ίδιο ακριβώς αντικείμενο ανεξάρτητα από το αν διδάσκεται σε τμήμα πανεπιστημίου ή ΤΕΙ ή πολυτεχνείου
							ή οικονομικού πανεπιστημίου.</p>
							<a href="http://review.epe.org.gr/?q=evaluation&d=cs" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
						</section>
					</div>
					<div class="6u">
						<section>
							<a href="http://review.epe.org.gr/?q=evaluation&d=ce" target="_blank" class="image full"><img src="images/computerengineering.jpg" alt="" /></a>
							<p align="justify"><strong>Μηχανική Υπολογιστών</strong><br>Δυστυχώς στην Ελλάδα η <i>μηχανική υπολογιστών</i> (computer engineering) δεν έχει
							αναπτυχθεί όσο τα υπόλοιπα επιστημονικά πεδία της πληροφορικής με αποτέλεσμα να μην υπάρχει μεγάλη εξειδίκευση σε αυτό το
							αντικείμενο. Με εξαίρεση το Τμήμα Μηχανικών Ηλεκτρονικών Υπολογιστικών Συστημάτων του ΤΕΙ Πειραιά, κανένα άλλο τμήμα δεν
							προσφέρει σπουδές που στοχεύουν αποκλειστικά σε αυτό το πεδίο. Στα περισσότερα Τμήματα Πληροφορικής που ασχολούνται με το εν λόγω
							αντικείμενο οι σπουδές μηχανικής υπολογιστών αποτελούν συνήθως μέρος ενός γενικότερου προγράμματος σπουδών. Όσον αφορά τα
							Τμήματα Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών, αν και όλα τους (πλην του Πανεπιστημίου Θεσσαλίας)
							διαθέτουν ξεχωριστή κατεύθυνση σπουδών σχετική με τη μηχανική υπολογιστών, εντούτοις, προκειμένου να έχουν περισσότερα
							επαγγελματικά δικαιώματα, απονέμουν εσκεμμένα ενιαίο πτυχίο και, επομένως, υποχρεώνουν τους φοιτητές τους να παρακολουθήσουν
							ένα γενικότερο πρόγραμμα σπουδών ηλεκτρολογίας.
							</p>
							<a href="http://review.epe.org.gr/?q=evaluation&d=ce" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
						</section>
					</div>
				</div>			
				<div class="row">
					<div class="6u">
						<section>
							<a href="http://review.epe.org.gr/?q=evaluation&d=te" target="_blank" class="image full"><img src="images/telecommunications.jpg" alt="" /></a>
							<p align="justify"><strong>Τηλεπικοινωνίες και Δίκτυα</strong><br>Στην Ελλάδα σήμερα δεν υπάρχει κανένα τμήμα που να εστιάζει το πρόγραμμα σπουδών του
							αποκλειστικά στις τηλεπικοινωνίες. Τα Τμήματα Πληροφορικής που ασχολούνται με τηλεπικοινωνίες προσφέρουν συνήθως ένα ενιαίο πρόγραμμα σπουδών
							που είναι απλώς εμπλουτισμένο με περισσότερα μαθήματα τηλεπικοινωνιών (με περισσότερη έμφαση στις φηφιακές επικοινωνίες και τα δίκτυα δεδομένων).
							Όσον αφορά τα Τμήματα Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών (πλην του Πανεπιστημίου Θεσσαλίας), προσφέρουν μεν ξεχωριστή κατεύθυνση
							σπουδών σχετική με τηλεπικοινωνίες (με περισσότερη έμφαση στις αναλογικές επικοινωνίες και τα ηλεκτρονικά) αλλά και σε αυτή την περίπτωση - όπως
							και με τη μηχανική υπολογιστών - απονέμουν ενιαίο πτυχίο και υποχρεώνουν τους φοιτητές τους να παρακολουθήσουν ένα γενικότερο πρόγραμμα σπουδών ηλεκτρολογίας.
							Τέλος, τα Τμήματα Ηλεκτρονικών Μηχανικών ΤΕΙ, αν και δεν είναι προφανές από το όνομά τους, εστιάζουν πολύ μεγάλο μέρος των σπουδών τους στον τομέα
							των τηλεπικοινωνιών, με περισσότερη έμφαση φυσικά στις αναλογικές επικοινωνίες και τα ηλεκτρονικά στοιχεία τους.</p>
							<a href="http://review.epe.org.gr/?q=evaluation&d=te" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
						</section>
					</div>
					<div class="6u">
						<section>
							<a href="http://review.epe.org.gr/?q=evaluation&d=is" target="_blank" class="image full"><img src="images/informationsystems.jpg" alt="" /></a>
							<p align="justify"><strong>Πληροφοριακά Συστήματα</strong><br>Το πεδίο των <i>πληροφοριακών συστημάτων</i> (information systems) είναι αρκετά νεότερο
							σε σχέση με τα υπόλοιπα και ασχολείται με τη σχεδίαση, την ανάπτυξη, και τη διοίκηση των συστημάτων πληροφορικής σε επιχειρήσεις
							και οργανισμούς. Οι σπουδές σε αυτό το πεδίο συνδυάζουν στοιχεία της επιστήμης των υπολογιστών και των διοικητικών και οικονομικών επιστημών και
							δίνουν περισσότερη έμφαση σε θέματα ανάλυσης, σχεδίασης, διαχείρισης και λήψης αποφάσεων. Πριν το 2013 υπήρχαν αρκετά τμήματα
							ΤΕΙ με αποκλειστικό αντικείμενο τα πληροφοριακά συστήματα, σήμερα όμως οι σχετικές σπουδές αποτελούν μέρος ή κατεύθυνση σπουδών γενικότερων
							προγραμμάτων πληροφορικής. Εδώ πρέπει να σημειώσουμε και μια νέα τάση που υπάρχει τα τελευταία χρόνια στο εξωτερικό όπου η τεχνολογική
							συνιστώσα των πληροφοριακών συστημάτων αρχίζει σιγά σιγά και αυτονομείται. Τα εν λόγω προγράμματα σπουδών (<i>Information Technology</i>) εξακολουθούν
							να εστιάζουν στο επιχειρησιακό επίπεδο της πληροφορικής αλλά, σε αντίθεση με τα Πληροφοριακά Συστήματα, δίνουν έμφαση στις
							τεχνολογίες που απαιτούνται για την ανάπτυξη και λειτουργία των συστημάτων πληροφορικής.</p>
							<a href="http://review.epe.org.gr/?q=evaluation&d=is" target="_blank" class="button">ΤΜΗΜΑΤΑ</a>
						</section>
					</div>
				</div>			
			</div>
		</div>
	<!-- Main -->

	<!-- Copyright -->
		<div id="copyright">
			<div class="container">
				Template by <a href="http://templated.co">TEMPLATED</a>
			</div>
		</div>

	</body>
</html>
