<HTML>

<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=utf-8">
	<META NAME="description" CONTENT="Αξιολόγηση Προγραμμάτων Σπουδών Πληροφορικής">
	<META NAME="keywords" CONTENT="αξιολόγηση, οδηγός, πρόγραμμα, σπουδών, εκπαίδευση, τμήματα, μελέτη, ΑΕΙ, ΤΕΙ, ΑΤΕΙ, ΤΠΕ, πληροφορική, επικοινωνίες, τηλεπικοινωνίες, μηχανική, υπολογιστές, ηλεκτρονική">
	<link href="style.css" rel="stylesheet" type="text/css">
	<link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="icon" href="http://www.epe.org.gr/favicon.ico" type="image/x-icon">
	<TITLE>Οδηγός Σπουδών Πληροφορικής</TITLE>
</HEAD>

<BODY bgcolor="white">

<table align=center width=100% BORDER=0 CELLPADDING=0 CELLSPACING=0><tr><td>

<table><tr>
	<td><a href="http://www.epe.org.gr" target="_blank"><img src="http://www.epe.org.gr/logos/epe-logo-468x60_5kb.gif" border="0"></a></td>
</tr></table>

<a href="http://review.epe.org.gr/odigos.php"><p class="title">Οδηγός Σπουδών Πληροφορικής</p></a>

<p class="heading1">Γενικές πληροφορίες για υποψήφιους φοιτητές Πανεπιστημίων και ΤΕΙ</p>

<p>Οι τεχνολογίες πληροφορικής και επικοινωνιών (ΤΠΕ) περιλαμβάνουν ένα ευρύ φάσμα επιστημονικών πεδίων το οποίο συνεχώς διευρύνεται και εξειδικεύεται με αποτέλεσμα να υπάρχουν 
σήμερα 4 μεγάλες περιοχές εξειδίκευσης: Επιστήμη Υπολογιστών, Μηχανική Υπολογιστών, Τηλεπικοινωνίες, και Πληροφοριακά Συστημάτα. Οι τομείς αυτοί έχουν αποκτήσει 
σημαντική επιστημονική ανεξαρτησία με αποτέλεσμα να υπάρχει μια διεθνή τάση δημιουργίας αυτόνομων προγραμμάτων σπουδών που εστιάζουν αποκλειστικά σε μία από αυτές τις εξειδικεύσεις 
της πληροφορικής. Στην Ελλάδα αντιθέτως, για λόγους κυρίως συντεχνιακούς, τα περισσότερα τμήματα ΑΕΙ επιλέγουν να προσφέρουν προγράμματα σπουδών που καλύπτουν περισσότερες από μία 
περιοχές. Υπάρχουν ωστόσο αρκετά τμήματα που εστιάζουν το πρόγραμμά σπουδών τους σε ένα μόνο πεδίο. Όλα όμως τα τμήματα, ανεξάρτητα από το πόσα και σε ποια πεδία επικεντρώνονται, 
προσφέρουν συνήθως και κάποια μαθήματα από τα υπόλοιπα πεδία ώστε να αποκτήσει ο φοιτητής μια πιο σφαιρική εικόνα της πληροφορικής. Πρέπει ωστόσο να σημειώσουμε ότι τα ονόματα των 
τμημάτων δεν ανταποκρίνονται απαραίτητα στις σπουδές που προσφέρουν και πολλές φορές παραπλανούν τον υποψήφιο φοιτητή. Επίσης, κάποια από τα τμήματα επιλέγουν για λόγους συντεχνιακούς 
να προσφέρουν τον τίτλο του <i>μηχανικού</i> ενώ οι σπουδές τους δε στοχεύουν απαραίτητα στη μηχανική των υπολογιστών. Επομένως, καλό θα ήταν ο υποψήφιος φοιτητής να μην αρκείται στο 
όνομα του τμήματος αλλά να εξετάζει σε βάθος το πρόγραμμα (ή τα προγράμματα) σπουδών που αυτό προσφέρει για να δει αν ανταποκρίνεται στα πραγματικά του ενδιαφέροντά. Για περισσότερες 
πληροφορίες ανατρέξτε στην <a href="http://review.epe.org.gr">Αξιολόγηση Προγραμμάτων Σπουδών Πληροφορικής</a> που διενεργεί η Ένωση Πληροφορικών Ελλάδας</p>
<p>Στη συνέχεια ακολουθεί μια γενική περιγραφή των τμημάτων που μπορεί να συναντήσει ο υποψήφιος φοιτητής:</p>

<ol>

<li><p><b><a href="doc.php?q=1&d=cs">Επιστήμης Υπολογιστών</a>:</b> Για ιστορικούς κυρίως λόγους τα περισσότερα ελληνικά τμήματα δε χρησιμοποιούν το διεθνή όρο 'επιστήμη υπολογιστών' 
(computer science) αλλά το γενικό όρο 'πληροφορική', ενώ πρόσφατα έχει αρχίσει δυστυχώς να καθιερώνεται και ο αδόκιμος όρος 'μηχανικών πληροφορικής'. Τέτοια τμήματα συναντάμε τόσο σε 
πανεπιστήμια και πολυτεχνεία όσο και σε ΤΕΙ. Τα προγράμματα σπουδών αυτών των τμημάτων εστιάζουν σε όλο το φάσμα της επιστήμης των υπολογιστών ενώ προσφέρουν συνήθως και κάποια μαθήματα 
μηχανικής υπολογιστών, τηλεπικοινωνιών, και πληροφοριακών συστημάτων.</p></li>

<li><p><b><a href="doc.php?q=1&d=ce">Μηχανικής Υπολογιστών</a>:</b> Η μηχανική υπολογιστών (computer engineering) δεν έχει αναπτυχθεί στην Ελλάδα όσο τα υπόλοιπα επιστημονικά πεδία 
της πληροφορικής με αποτέλεσμα να μην υπάρχει μεγάλη εξειδίκευση σε αυτό το αντικείμενο. Με εξαίρεση το Τμήμα Μηχανικών Ηλεκτρονικών Υπολογιστικών Συστημάτων του ΤΕΙ Πειραιά, οι σπουδές 
στη μηχανική υπολογιστών στα υπόλοιπα τμήματα αποτελούν είτε κατεύθυνση σπουδών είτε μέρος ενός γενικότερου προγράμματος σπουδών.</p></li>

<li><p><b><a href="doc.php?q=1&d=te">Τηλεπικοινωνιών</a>:</b> Σήμερα δεν υπάρχει κανένα ελληνικό τμήμα που να εστιάζει το πρόγραμμα σπουδών του αποκλειστικά στις τηλεπικοινωνίες. Τα 
προγράμματα σπουδών που ασχολούνται με τις τηλεπικοινωνίες και ανήκουν σε τμήματα Ηλεκτρολογίας και Ηλεκτρονικής εστιάζουν περισσότερο στη μετάδοση των σημάτων και τα ηλεκτρονικά των 
τηλεπικοινωνιών, ενώ τα προγράμματα που ανήκουν σε τμήματα Πληροφορικής εστιάζουν περισσότερο στις φηφιακές επικοινωνίες και τα δίκτυα δεδομένων.</p></li>

<li><p><b><a href="doc.php?q=1&d=is">Πληροφοριακών Συστημάτων</a>:</b> Το πεδίο των Πληροφοριακών Συστημάτων (information systems) είναι σχετικά πρόσφατο, τόσο στην Ελλάδα όσο και σε 
παγκόσμιο επίπεδο. Στοχεύει κυρίως στη σχεδίαση, την ανάπτυξη, και τη διοίκηση των πληροφοριακών συστημάτων σε επιχειρήσεις και οργανισμούς, και για το λόγο αυτό συνδυάζει στοιχεία τόσο 
της επιστήμης της πληροφορικής όσο και των διοικητικών/οικονομικών επιστημών. Οι σπουδές σε αυτα τα προγράμματα εστιάζουν περισσότερο σε θέματα σχεδίασης, διοίκησης και λήψης αποφάσεων 
και λιγότερο στην τεχνολογία των υπολογιστών και των τηλεπικοινωνιών. Πριν το 2013 υπήρχαν αρκετά τμήματα που προσέφεραν προγράμματα σπουδών με αποκλειστικό αντικείμενο τα πληροφοριακά 
συστήματα, αλλά σήμερα τα συναντάμε συνήθως ως κατεύθυνση ή υποπεριοχή σε γενικότερα προγράμματα σπουδών πληροφορικής.</p></li>

</ol>

</td></tr></table>

<script type="text/javascript">
var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
</script>
<script type="text/javascript">
try {
var pageTracker = _gat._getTracker("UA-10697352-3");
pageTracker._trackPageview();
} catch(err) {}</script>

</BODY>
</HTML>
